homework.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>The Delport Flyer</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="css/styles.css"/>
<link href='http://fonts.googleapis.com/css?family=Ubuntu+Mono|Ubuntu' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">The Delport Flyer</h1>

<div id="outline-container-sec-1" class="outline-2 activity">
<h2 id="sec-1"><span class="section-number-2">1</span> Homework Tasks</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-sec-1-1" class="outline-3 research">
<h3 id="sec-1-1">Calculate It: Pulleys</h3>
<div class="outline-text-3" id="text-1-1">

<p>
Calculate the speed at which your racer will travel per hour using the following pulley wheel system. Make sure you show all your working out.
</p>

<ul class="org-ul">
<li>Driver pulley: 10mm
</li>
<li>Driven Pulley: 40mm
</li>
<li>Wheel Diameter: 20mm
</li>
<li>Motor rpm: 4000rpm
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3 research">
<h3 id="sec-1-2">Research It: Types of energy</h3>
<div class="outline-text-3" id="text-1-2">

<p>
Explain the energy conversions that happen in the following systems. Use the web to help you. Describe what it is converted from and what it is converted to. Explain the basic operation of the system.
</p>

<ul class="org-ul">
<li>A Generator
</li>
<li>An Incandescent bulb
</li>
<li>A steam engine
</li>
<li>A Solar cell (photo-voltaic cell)
</li>
<li>A Wind turbine
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
